Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ ཉོན་མོངས་པ་ ཐམས་ཅད་ ཟད་པ ར་ བྱེད་ འདོད་པ་ འགོག་པ་ ལས་ ལངས་པ འི་ དགེ་སློང་ དང་པོ་ ཤིན་ཏུ་ བཀྲེས་པ་ དེ འི་ ཁ་ཟས་ ཕྲོགས་ ཏེ་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how monks, who emerge from their practice of bringing all afflictions to exhaustion and ceasing desire, may become extremely hungry.

source: ཕྲོགས་ ནས་ ཀྱང་ མགུ་ ཞིང་ ཡིད་ རབ་ཏུ་ དགའ་ ལ་ ཡང་ དང་ ཡང་ དུ་ རོ་ མྱོང་བ ར་ བྱེད །_
en: At that time others may steal their food, and even appreciate, delight in, and relish this act.

source: ལེགས་པ ར་ སེམས་པ་ དེ་ཉིད་ ལ་ གཞན་དག་ ཀྱང་ གཟེངས་ སྟོད་པ ར་ བྱེད་ ལ་ལ ས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_
en: Thinking that such a misdeed is an excellent thing to do, they may even encourage others to do the same.

source: ལས་ ཀྱི་ མཇུག་ དང་ ཡང་དག་ པར་ ལྡན་པ་ བྱས་ ཤིང་ [278b] བསགས་པ འི་ ལས་མི་ བཟད་པ་ རྣམ་པ་ དེ་ལྟ་ བུ་ བྱེད་ ན དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྐར་ ཕྲེང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who thus complete and accumulate such awful acts, {{page:{number:394,id:UT22084-068-021-100420,folio:F.278.b,volume:V68}}} including their preparatory and concluding stages, will, when they later separate from their bodies, fall into the lower realms and be born in the hell known as Garland of Stars.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1212 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ གནས་ གྲྭ་ གཉིས་པ་ ཡོད་ དེ་ ཀུན་ ནས་ རྫ་མ ས་ ཡོངས་སུ་ བསྐོར་ ཏོ །_།
en: In particular, this hell has two sectors that are surrounded by cauldrons.

source: གྲྭ་ གཅིག་ ན་ རྫ་མ་ རབ་ཏུ་ འབར་བ་ སྐར་མ་ བཀྲམ་པ་ ལྟ་བུ ར་
en: One sector contains burning cauldrons that are aligned like bright stars.

source: ལོ་ བྱེ་བ་ ཁྲག་ཁྲིག་ སུམ་ཅུ་ རྩ་ དགུ་ དང་ །_ ཐེར་འབུམ་ དགུ་ སྟོང་ དང་ །_ བྱེ་བ་ དུང་ཕྱུར་ ཕྲག་ དྲུག་ཅུ་ དང་ །_ སྐྱང་འཕྱེས་ བྱེ་བ་ སུམ་ཅུ་ ས་ ཛཱ་ ལི་ ནི་ དང་ །_ ཀོད་ ཊཱུ་ དི་ ཀོད་ ཊཱུ་ དང་ །_ ཀེ་ས་ར་ སྟོང་ཕྲག་ ཉི་ཤུ་ སྟེ །_ གྲངས་ ཀྱི་ ཚད་ དེ་སྙེད་ ཀྱི་ བར་ དུ་ འཚེད་ ཅིང་ སྲེག་ སྟེ །_ ཉ་ ལྟར་ འགྲེ་ལྡོག་ གོ །_།
en: Within the cauldrons the hell beings will boil and broil, swirling like fish for trillions of quadrillions of quintillions of sextillions of septillions of octillions of years.#168

source: ཟངས་དམར་པོ་ བསྐོལ་བ་ རབ་ཏུ་ འབར་བ་ རྫ་མ ར་ བླུགས་པ ར་ ཉིན་ གཅིག་ བཞིན་ དུ་ ཚ་བ ར་ བྱས་ ཤིང་ སྡུག་བསྔལ་ དྲག་པ་ རྩུབ་པ་ མི་བཟད་པ་ འཕེལ་ ཏེ་ ངུ་སྐད་ འདོན་ ཅིང་ ཆོ་ངེས་ འདེབས་ སོ །_།
en: Thus, every single day they will wail and cry as they suffer an unbearable intensification of excruciating torments.

source: དེ་ལྟ ར་ དེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ སྨད་པ ར་ བྱ་བ ར་ ང་ གི་ སེམས་ལས་ བྱུང་བ ས་ ཡུན་རིང་ དུ་ སྔ་མ་ བཞིན་ དུ་ འཚེད་ དོ །_།
en: As their despicable misdeeds come from their own minds, they will continue to boil for a long time.

source: དེ་ གལ་ཏེ་ ཕྱོགས་ གཅིག་ ལས་ ཐར་ ནས་ ཀྱང་ རླུང་ སེམས་ དང་ ཕྲག་པ ར་ འཇུག་ ཅེས་བྱ་བ་ སྤུ་གྲི་ ལྟ་བུ ས་ གནད་ ཐམས་ཅད་ དང་ །_ གནད་ སོ་སོ་ དག་ བཅད་ ནས་
en: $1213 “If they manage to escape from that region, a razor-sharp wind known as riding on the mind and shoulders will descend upon them and rip through all their vital points.

source: དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ སྟེང་ དུ་ ཕྱུང་ སྟེ སེམས་ཅན་ དམྱལ་བ་པ འི་ གྲྭ་ གཉིས་པ་ དེར་ བཅུག་ གོ །_།
en: In this way they will be pushed into the second sector.

source: སེམས་ཅན་ དམྱལ་བ་པ་ རླུང་ གིས་ བདས་ ནས་ གྲྭ་ གཉིས་ སུ་ བཅུག་པ འི་ ལུས་ ཀྱི་ ཁམས་ སུ་ གཏོགས་པ་ ཐམས་ཅད་ བྱེ་མ་ སྙེད་ དུ་ གཏུབས་ ཤིང་ བཅད་ དེ་ ལུས་ ལ་རྩ་ རྒྱུས་ ཙམ་ ལུས་པ ར་ བྱེད་ དོ །_།
en: Once driven there, their entire body will be minced and pulverized, leaving just sinew behind.

source: དེ་ལྟ ར་ དེ་ བཅད་པ འི་ ལྷག་མ་ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_།
en: Those remainders will then be picked up by henchmen of the Lord of Death.

source: བཟུང་ ནས་ རྫ་མ་ སྐར་མ འི་ ཕྲེང་བ་ ལྟ་བུ ར་ རླུང་ གིས་ བདས་ ཏེ་ བཅུག་ གོ །_།
en: At this point, the wind will blow them into the cauldrons that are lined up like a garland of stars.

source: དེ་ཡང་ དང་ ཡང་ དུ་ དེར་ བཅུག་པ་ ན་ རྐང་པ་ གྱེན་ དུ་ བསྒྲེང་ ཞིང་ མགོ་ ཐུར་ དུ་ བསྟན་པ་ དང་ཐོག་ མ་ ཉིད་ དུ་ མགོ་ ལྟུང་ ངོ་ །_།
en: As they fall into the cauldrons again and again, they will plunge with their feet pointing upward and heads pointing downward;

source: དེ འི་ འོག་ ཏུ་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ ས་ མིག་ ལྟུང་བ ར་ བྱེད་ དོ །_།
en: they will fall head-first into the boiling copper.

source: དེ འི་ འོག་ ཏུ་ དེ འི་ ཁ འི་ པགས་པ་ ལྟུང་བ ར་ བྱེད་ དོ །_།
en: First their eyes will sink into the liquid metal, and then their faces and necks. {{page:{number:395,id:UT22084-068-021-100421,folio:F.279.a,volume:V68}}}

source: [279a] དེ འི་ མིད་པ ར་ ཟངས་དམར་པོ་ བཞུས་པ ས་ གང་ སྟེ །_ དེ འི་ མིད་པ་ ཐམས་ཅད་ ཁྱབ་པ ར་ སྲེག་པ་ ན་ ངུ་སྐད་ འབྱིན་པ འམ་ འབྲོས་པ ར་ མི་ ནུས་ སོ །_།
en: The burning metal will fill their throats, and, as they are thus burned alive, they can neither scream nor escape.

source: དེ་ལྟ ར་ དེ འི་ ལུས་ ཀྱི་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ་ ཡང་ དང་ ཡང་ དུ་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས །_ ཐོ་བ་ བླངས་ ནས་ མགོ་ སླར་བྱུང་བ་ དག་ ལ་ རྡེག་པ ར་ བྱེད་ དོ །_།
en: While they in this way suffer miserably, the henchmen of the Lord of Death will keep whacking the head of anyone who happens to resurface.

source: གླད་པ་ ཉམས་པ་ དེས་ དེ འི་ ལུས་ ཐམས་ཅད་ ཁྱབ་ སྟེ་ མགོ་ དང་ ལུས་ དང་ ཁོག་པ་ ཡུན་རིང་ དུ་ ཉ་ འགྲེ་ལྡོག་པ་ ལྟར་ འགྲེ་ སྟེ །_
en: Thus, with their brains damaged and their bodies racked with pain, their heads, bodies, and interior organs will keep swirling about like fish for long periods of time.

source: དེ་ལྟ ར་ དེ་ སེམས་ཅན་ དམྱལ་བ་ སྐར་ ཕྲེང་ གི་ གྲྭ་ གཉིས་ པར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: In this way they will remain boiling within the second sector of the hell of Garland of Stars until their completed and accumulated acts have finally been overcome, relinquished, and exhausted.

source: དེ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ ཟད་ ནས་ དེ་དེ་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: $1214 “Once their completed and accumulated acts have been exhausted, they will escape.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ ཟས་ ལ་ རེ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ ཚེགས་ ཆེན་པོ ས་ ལོ་ བརྒྱ ར་ བསྒྲུབས་ ན་ ཟས་ ལན་ གཅིག་ཅིག་ རྙེད་པ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: However, in accordance with their causal actions, they will next be born one thousand times as starving spirits, hankering for food—for seven hundred lives they will, under great duress, obtain food only once every hundred years.

source: ཚེ་རབས་ ལྔ་ བརྒྱ ར་ རི་ འོར་ ན་ གནས་པ འི་ རི་ དག ས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Thereafter ensue five hundred lives as mountain deer that live in confusion and dread, terrified of people even though their mountains are unpopulated.

source: རྟག་ ཏུ་ འཁྲུལ་ པས་ འཇིགས་ ཤིང་ སྐྱེ་བོ་ ཀུན་ གྱིས་ འཇིགས་པ་ དང་ །_ རི་ འོར་ གྱི་ གསེབ་ མི་ མེད་པར་ ཡང་ རྟག་ ཏུ་ འཁྲུལ་ ཅིང་ ལུས་ སྐེམ་ ལ་ མདོག་ ངན་པ ར་ འགྱུར་ རོ །_།
en: In this way, they will live in constant delusion, emaciated and with an unsightly appearance.

source: དེ་ ཕྱིས་ ལས་ ཀྱི་ ལྷག་མ་ དེས་ ལིངས་པ་ དག་ འོང་བ འི་ གནོད་པ ས་ སྲོག་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: Finally, due to the remainder of their karmic actions, huntsmen will appear in their habitat and slay them.

source: དེ་དེ་ ནས་ ཤི་ ནས་ ཀྱང་ གལ་ཏེ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: $1215 “If at that point their particular karmic experience determines that they are born with the general lot in life of a human, they will always become guides who escort merchants on their journeys.

source: དེ་ རྟག་ ཏུ་ ཚོང་པ འི་ ལམ་ སྟོན་པ ར་ བྱེད་པ ར་ འགྱུར །_
en: They will suffer constant hunger, thirst, exhaustion, and anxiety.

source: རྟག་ ཏུ་ ལུས་ བཀྲེས་ ཤིང་ སྐོམ་ ལ་ དུབ་པ་ དང་ །_ ཡི་ ཆད་པ་ དང་ །_ གཞན་ ལ་ རག་ ལས་པ་ མང་བ་ དང་ །_ སྲོག་ ཙམ་ གྱིས་ འཚོ་ སྟེ །_
en: Depending on others in numerous ways, they will barely manage to eke out a living.

source: དེ་ལྟ ར་ མི འི་ གཟུགས་བརྙན་ དུ་ གྱུར་པ །_ རྟག་ ཏུ་ སྡུག་བསྔལ་ གྱིས་ སྡུག་བསྔལ་ བར་ གྱུར་པ་ མཐོང་ ངོ་ །_།
en: Living as pale reflections of humans, they will be haunted by perpetual misery.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྡུག་བསྔལ་ [279b] ཀུན་ གྱིས་ ཉེན་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1216 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Tormented by All Suffering. {{page:{number:396,id:UT22084-068-021-100422,folio:F.279.b,volume:V68}}}

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ |#| གང་ གིས་ ཐམས་ཅད་ མཁྱེན་པ འི་ གསུང་རབ་ གླེགས་བམ་ ལ་ བྲིས་པ་ སྡང་བ འི་ སེམས་ དང་ ལོག་པ ར་ ལྟ་བ་ དང་ །_ ལོག་པ ར་ འཁུ་བ འི་ སེམས་ ཀྱིས་ འདི་ལྟར་ སངས་རྒྱས་ ལ་ སྲོག་ཆགས་ དག་ ཆོས་ དེ་ ཉན་པ་ དད་པ་ མེད་པར་ བྱ་བ འི་ ཕྱིར་ ཆོས་ ཀྱི་ གཞི་ བཤིག་ སྟེ་ བཏང་ ངོ་ སྙམ་ ནས་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people develop aggression and wrong view with respect to books that contain the statements of the Omniscient One. Thus, they may perversely develop the spiteful intention of thinking,

source: བོར་ ན་ དེ་ ལོག་པ ར་ ལྟ་བ་ བྱས་ ཤིང་ བསགས་པ འི་ ལས་ ཀྱིས་ སེམས་ རྙོག་པ ར་ བྱས་ ཤིང་ གཞན་དག་ ཀྱང་ དེ་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད །_
en: ‘I will destroy all the bases of Dharma, so that those who listen to the Buddha will cease to have faith.’

source: ཡང་དག་ པར་ རབ་ཏུ་ དགའ་བ ར་ བྱེད་ ལ་ དེ་ནས་ ཡང་ ཆོས་ ཀྱི་ གླེགས་བམ་ དུ་ གཏོགས་པ་ སྡང་བ འི་ སེམས་ ཀྱིས་ འདོར་བ ར་ བྱེད་ དེ །_
en: Thus, due to their wrong view they will dispose of the Dharma scriptures and may even encourage others to complete, accumulate, and rejoice in such acts.

source: ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀྱི་ མཇུག་ ལ་ ཕྱི་ཕྱིར་ ཞིང་ དེ་ཉིད་ ལ་ དགའ་བ ར་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྡུག་བསྔལ་བ་ ཀུན་ གྱིས་ ཉེན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who maliciously dispose of the scriptures containing the Dharma, initiating such acts and then completing them and rejoicing in them, will subsequently, as they separate from their bodies, fall into the lower realms and be born in the hell known as Tormented by All Suffering.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ བདུན་ གྱིས་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་ ངོ་ །_།
en: $1217 “The beings in that realm will experience the combined tortures of the Reviving Hell and the other six hells.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི །_ འདི་ལྟར་ དམྱལ་བ་པ འི་ མིག་ ལ་ ཟངས་དམར་པོ་ རབ་ཏུ་ བཞུས་ ཏེ་ ཆག་ཆག་ བཏབ་པ ས་ རབ་ཏུ་ ཞུ་བ་ དང་ །_
en: In particular, their eyes will be sprayed with molten copper.

source: དེ་བཞིན་ དུ་ བྱེ་མ་ རབ་ཏུ་ འབར་བ་ རེག་ ན །_ རྡོ་རྗེ་ ལྟར་ སྲ་བ་ རྣམས་ ཀྱིས་ མིག་ དེ་ ལ་ བཏབ་ ནས་ ལག་པ ས་ བཟུང་ སྟེ་ མི་བཟད་པ ས་ མཉེས་ སོ །_།
en: Similarly, burning sand that is hard like vajra will be sprayed into their eyes and then rubbed in while their bodies are pinned down, causing excruciating pain.

source: དེ་ལྟ ར་ མིག་ ལ་ མཉེས་པ་ གང་ཡིན་པ་ དེ་ བྱེ་མ་ རེག་པ ས་ རབ་ཏུ་ ཞུ འོ །_། དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_ ཡང་ མཉེས་ སོ །_།
en: As the burning sand is rubbed into their eyes, they will melt and grow back again, only to receive more of the burning sand.

source: སོག་ལེ་ རབ་ཏུ་ འབར་བ་ ཡང་ །_ བླངས་ ནས་ ལག་པ་ གཉིས་ བཅད་ དོ །_།
en: Similarly, their hands will be sawed off and grow out again.

source: དེ་ནས་ ཡང་ སླར་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཕྱེད་ རྫ་མ་ རབ་ཏུ་ འབར་བ འི་ ནང་ དུ་ ལྷུང་ སྟེ་ འཚེད་ དོ །_། དེ འི་ ཕྱེད་ ཀྱང་ མཚོན་ གྱིས་ བཞོག་ པར་ བྱེད་ ཅིང་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: They will then be tossed into a burning cauldron and, while half of their body boils, the other half will be cleaved and cut up with weapons.

source: དེ འི་ མིག་ གཉིས་ ཀྱིས་ དམ་པ འི་ ཆོས་ མཐོང་ ནས་ བོར་བ་ དེ འི་ རྣམ་པར་ སྨིན་པ་ ནི་ དེ་ ཡིན་ ནོ །_།
en: Such is the ripening of having seen the sacred the sacred Dharma with one’s own eyes and then discarded it.

source: གང་ ལག་པ ས་ བོར་བ་ དེ འི་ རྣམ་པར་ སྨིན་པ་ ནི་ དེ འི་ ལག་པ་ བཅད་པ་ ཡིན་ ནོ །_།
en: Those who discarded the Dharma with their hands will, as their acts ripen, have their hands cut off. {{page:{number:397,id:UT22084-068-021-100423,folio:F.280.a,volume:V68}}}

source: གང་ གིས་ ཉེས་པ ར་ [280a] སྤྱད་པ་ དེ་ བསགས་པ་ ནི་ རྫ་མ འི་ ནང་ དུ་ བཅུག་པ་ སྟེ །_ འཚེད་པ་ ན་ བྱ འི་ མཆུ་ རྣོ་ ལ་ རབ་ཏུ་ འབར་བ ས་ གཟས་ ཏེ་ ཕུག་ ནས་ ཟ་ ཞིང་ སྟེང་ གི་ ཁུ་བ་ ལ་ འཐུང་བ ར་ བྱེད་ དོ །_།
en: $1218 “While those who accumulated such misdeeds are kept in the boiling cauldrons, birds will swoop down on them and dig into the upper half of their bodies with their sharp and burning beaks, gobbling their flesh and guzzling their bodily juices.

source: དེ འི་ འོག་ ཏུ་ སོང་བ འི་ པགས་པ་ ལྷག་མ་ རྫ་མ འི་ ནང་ དུ་མ་ བཅུག་པ་ ཕྱེད་པོ་ དེ་ ནི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སྟེའུ་ ཡིས་ འཇོག་ གོ །_།
en: Next, the remainder of the flesh on the lower half of their bodies that floats within the cauldrons will be cleaved to pieces by the henchmen using axes.

source: ཕྱེད་ བཞོགས་ ནས་ ཤིན་ཏུ་ སྲབ་མོ ར་ བྱེད་ དོ །_། དེ་ནས་བ་ ཚྭ འི་ ཆུས་ ཀྱང་ ཆག་ཆག་ འདེབས་ སོ །_།
en: The henchmen will hack off the outer layer of skin and spray the underlying flesh with acid.

source: ཁབ་རྩེ་ མོ་ རྣོ་ ཞིང་ རབ་ཏུ་ འབར་བ་ འབིགས་པ ར་ བྱེད་པ ས་ སྐབས་ ཡོད་ ཡོད་ དུ་ ལུས་ ལ་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: They will then proceed to pierce the body with sharp, burning needles.

source: དེ འི་ མགོ་ཡང་ འཁོར་ལོ ས་ ཡོངས་སུ་ འཁོར་ རོ །_། དེ་ལས་ ཐར་བ་ དང་ ཀུན་ ནས་ རབ་ཏུ་ བཞུས་པ འི་ རྒྱུན་ མི་འཆད་པ འི་ འབབ་པ་ དེ་ ལ་ འཐུང་བ ར་ བྱེད་ དོ །_།
en: Then a wheel will be set spinning on their heads and, when they are released, they will be forced to drink the continuous stream of substances that flows from their heads.

source: དེ་ལྟ ར་ དེ་ གནོད་པ་ མྱོང་བ་ ན་ དེར་ ལས་མི་ བཟད་པ་ བྱས་ ཤིང་ བསགས་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: These are the torturous experiences of those who committed and accumulated such vicious acts and, until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer in this manner.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ དུད་པ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $1219 “When at some point they become free from this hell, they will, as an effect that accords with their causal actions, be born five hundred times as starving spirits that subsist only on smoke.

source: དེ འི་ སྙིང་ ངན་སོང་ གིས་ བསྒྲིབས་ ལ་ ལུས་ ལ་ གནོད་པ ར་ འགྱུར་ རོ །_།
en: Thus, with their minds obscured by the experience of the lower realms, their bodies will experience torments.

source: གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ དུད་འགྲོ་ མཚན་མོ་ རྒྱུ་བ་ འུག་པ་ ཐུར་ དུ་ ལྟ་བ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: If they escape that condition, they will next be born seven hundred times as owls that only stir at night and keep a downward gaze.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ཚེ་རབས་ བདུན་ བརྒྱ ར་ གངས་ ཁྲོད་ དུ་ གནས་ ཤིང་ཟ ས་ སུ་ ཀོ་དྲ་བ་ ཟ་ ལ་ དབུལ་བ་ དང་ ཀླ་ཀློ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when they become free from the animal realm, their karmic experience should make them take birth with the general lot in life of a human, they will spend seven hundred lives in the snowy mountains, subsisting on animal skins,#169 thus living in poverty among barbarians.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ གོས་ དྲི་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1220 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Blanket of Smell.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ལོག་པ ར་ ལྟ་བ་ གང་ གིས་ ཆེད་ དུ་ བསམས །_ ཆེད་ ཆེ ར་ བྱས །_ དགའ་བ ར་ [280b] བྱས །_ ཤེས་པ ར་ བྱས་ ཤིང་ མངོན་པར་ ཞེན་པ འི་ བློས་ འདི་ལྟར་ ཡོ་བྱད་ འདི་དག་ བསྲེགས་པ ས་ དགེ་སློང་ དེ་དག་ མ་ རུང་བ ར་ བྱ འོ་ སྙམ་ ནས་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people with wrong view purposely, willfully, happily, {{page:{number:398,id:UT22084-068-021-100424,folio:F.280.b,volume:V68}}} knowingly, and compulsively seek to destroy monks by burning their possessions.

source: དགེ་འདུན་ གྱི་ ཞིང་ ངམ །_ བུ་རམ་ཤིང་ ངམ །_ ལྡུམ་ར་ འམ །_ ཀུན་དག འི་ ར་བ འམ །_ དེ་ལས་ གཞན་པ་ དགེ་འདུན་ གྱི་ འཚོ་བ འི་ ཡོ་བྱད་ རྣམས་ མེས་ བསྲེགས་ ལ་ དེ་ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_
en: Thus, they may burn the fields, sugarcane crops, vegetable gardens, parks, or other facilities meant to provide the livelihood of the saṅgha.

source: ལས་ ཀྱི་ མཇུག་ དང་ ལྡན་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གོས་ དྲི ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those who engaged in such acts, including their preparatory and concluding stages, later separate from their bodies, they will fall into the lower realms and be born in the hell known as Blanket of Smell.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ བདུན་ གྱི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1221 “The beings in that realm suffer the combined tortures of the Reviving Hell and the other six hells, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཀུན་ ནས་ དྲ་བ་ རབ་ཏུ་ འབར་བ ས་ འཁོར་ ཏེ་ ཀུན་ ནས་ དྲ་བ་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ གྱིས་ ཁེབས་པ་ དེར་ སྐྱེས་ སོ །_།
en: In particular, they are encircled by a flaming net with holes no larger than the eye of a needle.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ མདའ་ རབ་ཏུ་ འབར་ ཞིང་ རྣོ་ ལ་ ཤུགས་དྲག་ པས་ གློ་ གཉི་ག ར་ བརྒྱབ་པ་ ན་ དྲ་བ་ དེ འི་ ནང་ ནས་ འབྲོས་པ་ དང་ དེ་ དྲ་བ འི་ མིག་ ནས་ འབྲོས་པ ར་ མི་ ནུས་ ཤིང་ དེ་ དྲ་བ་ དེར་ ཤིན་ཏུ་ ཐོགས་ ཏེ
en: Henchmen of the Lord of Death will shoot sharp, flaming arrows to penetrate the lungs of the hell beings and, as these hell beings seek to escape, they will run into the net.

source: དེ འི་ དྲ་བ་ རྣོ་བ འི་ མཐུ ས་ བདག་ཉིད་ འབྱིན་པ ར་ མི་ ནུས་ སོ །_།
en: Unable to break through the net, they will be immobilized;

source: དྲ་བ་ དེས་ ལག་པ་ ཡང་ གཅོད་པ ར་ བྱེད །_
en: the sharp net will not let them through.

source: རྩིབ་ལོགས་ ཀྱང་ འཇོག་པ ར་ བྱེད །_
en: Instead, the sharp fabric will cut off their hands and lacerate the sides of their bodies.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཀྱང་ རུས་པ་ ལ་ ཐུག་ གི་ བར་ དུ་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: All their major and minor body parts will be severed until only the bones remain.

source: དྲ་བ་ དེས་ འཇོག་པ་ ན་ ཡང་ དང་ ཡང་ དུ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ མདེའུ འི་ རྩེ་མོ་ ཤིན་ཏུ་ བརྡར་བ ས་ ལན་ བརྒྱ་ འམ་ ཡང་ན་ སྟོང་ དུ་ གསོད་ དོ །_།
en: While enmeshed in this net, they will be slaughtered hundreds and thousands of times by the henchmen’s sharp axes.

source: ལས་ ཀྱི་ དྲ་བ ས་ བསྒྲིབས་པ་ དེ་ མད འི་ སྡུག་བསྔལ་ གྱིས་ ཡུན་རིང་ དུ་ ཉོན་མོངས་ ཏེ །_
en: In this way, those who are obscured by the web of karmic action will long suffer the torment of the arrows.

source: སེམས་ཅན་ དམྱལ་བ་ དེར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ མི་བཟད་པ་ རྩུབ་པ་ གཞན་ དང་ མི་ འདྲ་བ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Until their completed and accumulated unwholesome actions have been overcome, relinquished, and exhausted, these hell beings will continue to suffer a vicious and excruciating pain that is unlike anything else.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ ཡི་དགས་ ཁྱིམ་ གྱི་ ནང་ ན་ བུ་ འབྱིན་པ འི་ སྐད་ངན་ འདོན་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_ དེ་ལས་ ཐར་ [281a] ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ འི་ སྐྱེ་གནས་ ཁྱིམ་བྱ་ དང་ རྨ་བྱ་ དང་བ་ ལང་ དག་ གི་ ལྕི་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $1222 “When they finally escape this hell they will, as an effect that accords with their causal actions, be born seven hundred times as starving spirits that emit the awful sounds of an infant being delivered in the home.#170 When also free from that condition, {{page:{number:399,id:UT22084-068-021-100425,folio:F.281.a,volume:V68}}} they will take birth five hundred times in the animal realm, living among the excrement of domestic poultry, peafowl, or oxen.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ དེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ གཏུམ་པོ འི་ བུ་ བཙའ་བ འི་ ཁྱིམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when free of such an existence as that, they should be born with the general lot in life of a human, they will, as an effect that accords with their causal actions, be born in the home of a family of savages.#171

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ གླེབས་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1223 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Iron Plates.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མི་ བརྟན་པ་ དང་ །_ མི་ བརྟན་པ འི་ སེམས་ ཀྱི་ བློ་ངན་པ་ བསླུ་བ འི་ བསམ་པ་ གང་ གིས་ འདི་ལྟར་ དབྱར་ ཟས་ མེད་པ འི་ ཚེ །_ དགེ་སློང་ དག་ ལ་ ནད་ ཀྱི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ དང་ ཟས་ དག་ སྦྱར་ གྱིས་ དགེ་སློང་ དག་ སེམས་ལས་ ཆུང་ངུ ར་ གྱིས་ ཤིག _། ཚེགས་ ཆུང་ངུ ས་ གནས་པ ར་ གྱིས་ ཤིག _།
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how an unstable, unreliable, and deceitful person may provide monks with medical remedies and food during the summer, when the monks otherwise have no food.

source: ཡིད་ ཀྱི་ ལས་ ཆུང་བ ར་ གྱིས་ ཤིག་ ཅེས་ སྨྲས་ ནས དགེ་སློང་ དག་ སྤྱན་ དྲངས་ ལ །_
en: In this manner, such a person may then invite monks and tell them to have few worries, not trouble themselves much, and have few concerns.

source: དགེ་སློང་ དེ་དག་ ཀྱང་ དེ འི་ དད་པ་ བསྐྱེད་པ་ དེས་ ཟས་ མེད་པ འི་ ཚེ་ ཡང་ དེ འི་ དད་པ་ བསྐྱེད་པ་ དེས་ ཡོན་བདག་ གཞན་ དུ་མ་ བཙལ་ ཏོ །_།
en: He will make the monks believe in him to the extent that they will not look for any other benefactor for the times when food is scarce.

source: དེ་ནས་ ཡང་ མི་ ངན་པ་ དེས་ དགེ་སློང་ དེ་དག་ གི་ རེ་བ་ མེད་པར་ བྱས་པ་ དང་ །_
en: In this way, such unwholesome persons will cause the monks to become careless.
